Revit 2027 API
BuiltInFailures.GroupFailures.CannotReloadWithFile Property
 Group [Type Name] cannot be reloaded from file [File Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotReloadWithFile { get; }
Public Shared ReadOnly Property CannotReloadWithFile As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotReloadWithFile {
	FailureDefinitionId^ get ();
}
static member CannotReloadWithFile : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace